Repository: Mtgxyz/KSSed
Catalog: lang/*.po
Languages: de

source: You are trying to load an invalid map
de: Du versuchst eine fehlerhafte Karte zu laden

source: Size:
de: Größe

source: Enemy count:
de: Gegneranzahl:

source: Could not create video!
de: Konnte Video nicht erstellen!

source: File
de: Datei

source: Open...
de: Öffnen...

source: Load Kirby Super Star/Kirby's Fun Pak/Kirby Super Deluxe ROM
de: Kirby Super Star/Kirby's Fun Pak/Kirby Super Deluxe ROM laden

source: Unheadered SNES ROM|*.sfc
de: Kopflose SNES ROM|*.sfc

source: This is not a valid ROM for this program! (Wanted
de: Das ist keine valide ROM für dieses Programm! (Wollte

source: got
de: erhielt

source: Save
de: Speichern

source: Close
de: Schließen
